{
    "idref": {
        "bio": {
            "0": true,
            "1": true,
            "5": true,
            "6": true,
            "7": true,
            "12": true,
            "13": true,
            "14": true,
            "15": true,
            "16": true,
            "17": true,
            "18": true,
            "19": true,
            "20": true,
            "38": true,
            "39": true,
            "40": true,
            "41": true,
            "42": true
        },
        "math": {
            "2": true
        },
        "phy": {
            "3": true,
            "44": true
        },
        "physics": {
            "4": true
        },
        "chem": {
            "8": true,
            "9": true,
            "10": true,
            "11": true,
            "21": true,
            "22": true,
            "23": true,
            "24": true,
            "25": true,
            "26": true,
            "27": true,
            "28": true,
            "29": true,
            "30": true,
            "31": true,
            "32": true,
            "33": true,
            "34": true,
            "35": true,
            "36": true,
            "43": true
        }
    },
    "r": {
        "0": {
            "type": "bio",
            "q": "what does the benedicts test test for?",
            "a": "reducing sugars"
        },
        "1": {
            "type": "bio",
            "q": "describe how water is important to a plant",
            "a": "facilitate chemical reactions \n regulate the temperature of the plant \n transport chemicals around the plant"
        },
        "2": {
            "type": "math",
            "q": "What are the assumptions behind modeling something as a point?",
            "a": "wt"
        },
        "3": {
            "type": "phy",
            "q": "why do metals emit photoelectrons when hit with UV light but not Visible light?",
            "a": "Because the energy of each individual UV light photon is enough to overcome the work function of the metal, but the energy of each individual visible light photon is not enough to overcome the work function of the metal, so it does not release any electrons."
        },
        "4": {
            "type": "physics",
            "q": "what is the work function of a metal?",
            "a": "The minimum energy required to release a photoelectron from the metal surface"
        },
        "5": {
            "type": "bio",
            "q": "why is magnesium important for a plant?",
            "a": "it is used for chlorophyll for photosynthesis of the plant"
        },
        "6": {
            "type": "bio",
            "q": "why is nitrogen important for a plant?",
            "a": "nitrogen is used for making proteins, so the plant can make DNA or Hormones"
        },
        "7": {
            "type": "bio",
            "q": "what is the monomer unit of cellulose?",
            "a": "beta 1,4 glucose"
        },
        "8": {
            "type": "chem",
            "q": "Ionic radius down a group Increases or decreases?",
            "a": "increases"
        },
        "9": {
            "type": "chem",
            "q": "reactivity of elements down a group increases or decreases?",
            "a": "increases"
        },
        "10": {
            "type": "chem",
            "q": "at 1 atm pressure, room temperature, how much room does 1mol of carbon dioxide occupy?",
            "a": "24dm^3"
        },
        "11": {
            "type": "chem",
            "q": "2.43 grams of Mg is burnt with excess oxygen. What is the mass of the Magnesium oxide produced\natomic mass of Oxygen = 16 and atomic mass of Magnesium = 24",
            "a": "find the mols of Mg, 2.43/24 = 0.10125mol, so the final mass is 0.10123 * (24+16) = 4.05 grams"
        },
        "12": {
            "type": "bio",
            "q": "what is the meaning of the zone of inhibition?",
            "a": "the zone of inhibition is where in a microbial culture the microbes cannot grow so it appears clear."
        },
        "13": {
            "type": "bio",
            "q": "what are aseptic techniques and why are they important when growing bacteria in the lab?",
            "a": "Aseptic techniques are used to keep appliances and tools sterile so they are not contaminated with bacteria. It is used to control the growth of bacteria and eliminate the chance of unwanted bacteria growth.\nImportant for preventing spread of bacteria/contamination"
        },
        "14": {
            "type": "bio",
            "q": "what is the purpose of phase 1 clinical trials of drugs",
            "a": "to see if the drugs have unwanted side effects. (usually the drugs are given in small doses)"
        },
        "15": {
            "type": "bio",
            "q": "are the dosages of drugs used for animal tests higher or lower than for humans in clinical trials?",
            "a": "the animals recieve much higher dosages of drugs to magnify side effects for observation"
        },
        "16": {
            "type": "bio",
            "q": "how are the following tests arranged?\n1: preclinical tests\n2: clinical tests\n3: early phase research",
            "a": "312"
        },
        "17": {
            "type": "bio",
            "q": "What is the purpose of early phase research of drugs and how is it done?",
            "a": "early phase research is done usually by computer models or cell cultures and gathering past data on chemicals of the drugs to try and predict the effects of the drugs"
        },
        "18": {
            "type": "bio",
            "q": "what are the limitations of using animals for drug tests?",
            "a": "The test results may not represent the true effects that would show up for humans."
        },
        "19": {
            "type": "bio",
            "q": "How are preclinical tests for drugs done and what is the purpose?",
            "a": "preclinical tests for drugs are usually done by giving drugs to lab animals and examining the effects of the drugs on whole to see the potential side effects without harming any humans"
        },
        "20": {
            "type": "bio",
            "q": "what are the meanings of (a) Endocytosis (b) Phagocytosis (c) Pinocytosis",
            "a": "(a) Intake of materials through a cells membrane\n(b) Intake of large particles through a cells membrane\n(c) Intake of liquids through a cells membrane"
        },
        "21": {
            "type": "chem",
            "q": "Metal oxide + water -> ?\nCuO + H2O -> ?",
            "a": "metal hydroxide\nCa(OH)2"
        },
        "22": {
            "type": "chem",
            "q": "Metal oxide + acid -> ?",
            "a": "salt + water"
        },
        "23": {
            "type": "chem",
            "q": "Metal hydroxide + acid -> ?",
            "a": "salt + water"
        },
        "24": {
            "type": "chem",
            "q": "are group II hydroxides more or less soluable down a group?",
            "a": "more"
        },
        "25": {
            "type": "chem",
            "q": "what do group II hydroxides appear as when not soluable?",
            "a": "white precipitate"
        },
        "26": {
            "type": "chem",
            "q": "Magnesium hydroxide is used in medicine for?",
            "a": "neutralizing stomach acid (HCL) and treat constipation"
        },
        "27": {
            "type": "chem",
            "q": "what is Calcium hydroxide is also known as?\n what compound does calcium hydroxide test for and what would be observed?",
            "a": "It is also known as limewater.\nLimewater tests for carbon dioxide. The solution turns cloudy because white calcium carbonate is produced."
        },
        "28": {
            "type": "chem",
            "q": "Although Barium should be extremely reactive, when added to sulphuric acid it reacts slowly. Explain",
            "a": "The insoluable Barium Sulphate (BaSO4)(solid) is formed at the outter layer of the barium and prevents further reaction of the Barium metal."
        },
        "29": {
            "type": "chem",
            "q": "Does the thermal stability of Group I & Group II carbonates increase or decrease down the group?",
            "a": "increase"
        },
        "30": {
            "type": "chem",
            "q": "Thermal decomposition is defined as?",
            "a": "the use of heat to break down a reactant"
        },
        "31": {
            "type": "chem",
            "q": "Polarizing power is defined as?\ndoes it decrease or increase down a group and why?",
            "a": "The ability to distort the neighboring atoms electrons(or easier, distort the bonding)\nIt decreases down a group because when the size of an atom increases it weakens the polarizing power."
        },
        "32": {
            "type": "chem",
            "q": "why do Group I carbonates not decompose other than Lithium Carbonate?",
            "a": "Lithium carbonate has a small enough atomic radius, so it has enough polarizing power to distort the bond.\nLi2CO3 + [heat] -> Li2O + CO2"
        },
        "33": {
            "type": "chem",
            "q": "what is the general equation for thermal decomposition of Group II nitrates?",
            "a": "Metal Nitrate + [heat] -> Metal Oxide + Oxygen + Nitrogen Dioxide (NO2)"
        },
        "34": {
            "type": "chem",
            "q": "explain the general trend in thermal stability for group I and group II Nitrates and carbonates",
            "a": "Smaller size of metal ions means greater charge density so there is higher polarising power thus distorting and weakening the bond"
        },
        "35": {
            "type": "chem",
            "q": "what is the general equation of Group I nitrates?",
            "a": "Metal Nitrate + [heat] -> Metal Nitrate(III) salt + Oxygen | (metal nitrate3 salt is for Na is NaNO2)"
        },
        "36": {
            "type": "chem",
            "q": "Does the reactivity of halogens decrease or increase down a group? explain",
            "a": "it decreases. The are more electron shells in each atom down a group, the distance between the nucleaus to the outtermost electron increases, so the attractive force from nucleus to electrons is weaker so reactivity decreases."
        },
        "38": {
            "type": "bio",
            "q": "make a flowchart to show the main groups of most commonly used system of classification",
            "a": "Domain -> kingdom -> phylum -> class -> order -> family -> genus -> species"
        },
        "39": {
            "type": "bio",
            "q": "Describe the process of mitosis",
            "a": "Interphase G1 the cell takes in material and grows, S phase the cell replicates its chromosomes, G2 phase the cell replicates organelles and takes in or synthesizes other materials needed for division. during prophase the chromosomes pair up in the cell, during metaphase the chromosomes line up at the equator of the cell, during anaphase the spindle fibres from centrioles pull the sister chromatids apart from the centromere, during telophase two nuclear membrane is reformed and during cytokenesis the cytoplasm fully divides."
        },
        "40": {
            "type": "bio",
            "q": "are humans made of Eukaryotic cells or prokaryotic cells?",
            "a": "Eukaryotic cells"
        },
        "41": {
            "type": "bio",
            "q": "What ribosomes do prokaryotic and eukaryotic cells have?",
            "a": "Eukaryotic cells have both 70s and 80s ribosomes (70s in the mitocondria), Prokaryotic cells only have 70s ribosomes"
        },
        "42": {
            "type": "bio",
            "q": "describe the structure of the cell walls of a gram positive bacteria.",
            "a": " it has a thick peptidoglycan layer on the outside with teichoic acid, one layer of plasma membrane inside. The thick peptidoglycan layer can trap crystal violet/gram stain is trapped, so it will not be washed away with alcohol, so it will appear dark purple/blue after the gram staning test"
        },
        "43": {
            "type": "chem",
            "q": "how to differentiate between silver bromide and silver chloride?",
            "a": "Add it to dilute ammonia. If it is silver bromide, the white percipitate will not dissolve (have white percipitate), but silver chloride will turn colorless."
        },
        "44": {
            "type": "phy",
            "q": "",
            "a": "what is the SI base unit of power?"
        }
    },
    "counter": 45,
    "suggestions": []
}